
-- init dictionary_info data
INSERT INTO `dictionary_info` VALUES ('1', 'HORSE_SEX', '马匹性别', '1', '马匹性别', '1', '0', '1', '2018-03-03 17:10:42', '2018-03-03 17:10:44');
INSERT INTO `dictionary_info` VALUES ('2', 'HORSE_COAT_COLOUR', '马匹毛色', '2', '马匹毛色', '1', '0', '1', '2018-03-03 17:10:37', '2018-03-03 17:10:38');
INSERT INTO `dictionary_info` VALUES ('3', 'SEX', '性别', '3', '性别', '1', '0', '1', '2018-03-03 17:10:39', '2018-03-03 17:10:41');
INSERT INTO dictionary_info VALUES(4, 'PRICE_TYPE', '价值类型', 4, '价值类型', 1, 0, 1, now(), now() );
INSERT INTO dictionary_info VALUES(5, 'ACQUIRE_WAY', '取得方式', 5, '取得方式', 1, 0, 1, now(), now() );

-- init dictionary_detail data
INSERT INTO `dictionary_detail` VALUES ('1', '01', '公', '1', '1', '0', '1', '2018-03-03 17:17:53', '2018-03-03 17:19:54');
INSERT INTO `dictionary_detail` VALUES ('2', '02', '母', '1', '1', '0', '1', '2018-03-03 17:18:02', '2018-03-03 17:19:54');
INSERT INTO `dictionary_detail` VALUES ('3', '01', '黑', '2', '1', '0', '1', '2018-03-03 17:18:42', '2018-03-03 17:19:54');
INSERT INTO `dictionary_detail` VALUES ('4', '02', '白', '2', '1', '0', '1', '2018-03-03 17:18:49', '2018-03-03 17:19:54');
INSERT INTO `dictionary_detail` VALUES ('5', '03', '骝', '2', '1', '0', '1', '2018-03-03 17:18:59', '2018-03-03 17:19:54');
INSERT INTO `dictionary_detail` VALUES ('6', '04', '栗', '2', '1', '0', '1', '2018-03-03 17:19:09', '2018-03-03 17:19:54');
INSERT INTO `dictionary_detail` VALUES ('7', '05', '青', '2', '1', '0', '1', '2018-03-03 17:19:19', '2018-03-03 17:19:54');
INSERT INTO `dictionary_detail` VALUES ('8', '01', '男', '3', '1', '0', '1', '2018-03-03 17:19:26', '2018-03-03 17:19:54');
INSERT INTO `dictionary_detail` VALUES ('9', '02', '女', '3', '1', '0', '1', '2018-03-03 17:19:33', '2018-03-03 17:19:54');
INSERT INTO dictionary_detail VALUES(10, '01', '价值类型1', 4, 1, 0, 1, now(), now() );
INSERT INTO dictionary_detail VALUES(11, '02', '价值类型2', 4, 1, 0, 1, now(), now() );
INSERT INTO dictionary_detail VALUES(12, '01', '取得方式1', 5, 1, 0, 1, now(), now() );
INSERT INTO dictionary_detail VALUES(13, '02', '取得方式2', 5, 1, 0, 1, now(), now() );

-- init menu_info data
INSERT INTO `menu_info` VALUES ('1', '工作台', '0', '1', '1', '1', '0', '1', '2018-03-20 02:07:21', '2018-03-20 02:15:06');
INSERT INTO `menu_info` VALUES ('2', '马匹信息管理', '0', '1', '2', '1', '0', '1', '2018-03-20 02:07:49', '2018-03-20 02:15:06');
INSERT INTO `menu_info` VALUES ('3', '马匹简历', '0', '1', '3', '1', '0', '1', '2018-03-20 02:07:57', '2018-03-20 02:15:06');
INSERT INTO `menu_info` VALUES ('4', '马医院信息管理', '0', '1', '4', '1', '0', '1', '2018-03-20 02:08:06', '2018-03-20 02:15:06');
INSERT INTO `menu_info` VALUES ('5', '马医院固定资产管理', '0', '1', '5', '1', '0', '1', '2018-03-20 02:08:18', '2018-03-20 02:15:06');
INSERT INTO `menu_info` VALUES ('6', '马术中心资产管理', '0', '1', '6', '1', '0', '1', '2018-03-20 02:08:30', '2018-03-20 02:15:06');
INSERT INTO `menu_info` VALUES ('7', '系统管理', '0', '1', '7', '1', '0', '1', '2018-03-20 02:08:40', '2018-03-20 02:15:06');
INSERT INTO `menu_info` VALUES ('8', '马匹基本信息', '2', '2', '1', '1', '0', '1', '2018-03-20 02:09:01', '2018-03-20 02:15:06');
INSERT INTO `menu_info` VALUES ('9', '马主信息', '2', '2', '2', '1', '0', '1', '2018-03-20 02:09:11', '2018-03-20 02:15:06');
INSERT INTO `menu_info` VALUES ('10', '饲养员信息', '2', '2', '3', '1', '0', '1', '2018-03-20 02:09:19', '2018-03-20 02:15:06');
INSERT INTO `menu_info` VALUES ('11', '获奖信息', '2', '2', '4', '1', '0', '1', '2018-03-20 02:09:26', '2018-03-20 02:15:06');
INSERT INTO `menu_info` VALUES ('12', '病例信息', '2', '2', '5', '1', '0', '1', '2018-03-20 02:09:34', '2018-03-20 02:15:06');
INSERT INTO `menu_info` VALUES ('13', '治疗信息', '2', '2', '6', '1', '0', '1', '2018-03-20 02:09:42', '2018-03-20 02:15:06');
INSERT INTO `menu_info` VALUES ('14', '接种疫苗信息', '2', '2', '7', '1', '0', '1', '2018-03-20 02:09:53', '2018-03-20 02:15:06');
INSERT INTO `menu_info` VALUES ('15', '钉甲信息', '2', '2', '8', '1', '0', '1', '2018-03-20 02:10:12', '2018-03-20 02:15:06');
INSERT INTO `menu_info` VALUES ('16', '挫牙信息', '2', '2', '9', '1', '0', '1', '2018-03-20 02:10:21', '2018-03-20 02:15:06');
INSERT INTO `menu_info` VALUES ('17', '简历信息', '3', '2', '1', '1', '0', '1', '2018-03-20 02:10:43', '2018-03-20 02:15:06');
INSERT INTO `menu_info` VALUES ('18', '预约日程管理', '4', '2', '1', '1', '0', '1', '2018-03-20 02:11:19', '2018-03-20 02:15:06');
INSERT INTO `menu_info` VALUES ('19', '接种疫苗管理', '4', '2', '2', '1', '0', '1', '2018-03-20 02:11:30', '2018-03-20 02:15:06');
INSERT INTO `menu_info` VALUES ('20', '门诊治疗管理', '4', '2', '3', '1', '0', '1', '2018-03-20 02:11:40', '2018-03-20 02:15:06');
INSERT INTO `menu_info` VALUES ('21', '诊疗室管理', '4', '2', '4', '1', '0', '1', '2018-03-20 02:11:49', '2018-03-20 02:15:06');
INSERT INTO `menu_info` VALUES ('22', '钉甲管理', '4', '2', '5', '1', '0', '1', '2018-03-20 02:11:57', '2018-03-20 02:15:06');
INSERT INTO `menu_info` VALUES ('23', '挫牙管理', '4', '2', '6', '1', '0', '1', '2018-03-20 02:12:07', '2018-03-20 02:15:06');
INSERT INTO `menu_info` VALUES ('24', '固定资产类品管理', '5', '2', '1', '1', '0', '1', '2018-03-20 02:12:23', '2018-03-20 02:15:06');
INSERT INTO `menu_info` VALUES ('25', '固定资产库存管理', '5', '2', '2', '1', '0', '1', '2018-03-20 02:12:33', '2018-03-20 02:15:06');
INSERT INTO `menu_info` VALUES ('26', '消耗品类品管理', '5', '2', '3', '1', '0', '1', '2018-03-20 02:12:43', '2018-03-20 02:15:06');
INSERT INTO `menu_info` VALUES ('27', '消耗品库存管理', '5', '2', '4', '1', '0', '1', '2018-03-20 02:13:10', '2018-03-20 02:15:06');
INSERT INTO `menu_info` VALUES ('28', '固定资产类品管理', '6', '2', '1', '1', '0', '1', '2018-03-20 02:13:23', '2018-03-20 02:15:06');
INSERT INTO `menu_info` VALUES ('29', '固定资产库存管理', '6', '2', '2', '1', '0', '1', '2018-03-20 02:13:33', '2018-03-20 02:15:06');
INSERT INTO `menu_info` VALUES ('30', '用户管理', '7', '2', '1', '1', '0', '1', '2018-03-20 02:13:41', '2018-03-20 02:15:06');
INSERT INTO `menu_info` VALUES ('31', '部门管理', '7', '2', '2', '1', '0', '1', '2018-03-20 02:13:49', '2018-03-20 02:15:06');
INSERT INTO `menu_info` VALUES ('32', '角色管理', '7', '2', '3', '1', '0', '1', '2018-03-20 02:13:59', '2018-03-20 02:15:06');
INSERT INTO `menu_info` VALUES ('33', '字典管理', '7', '2', '4', '1', '0', '1', '2018-03-20 02:14:06', '2018-03-20 02:15:06');
INSERT INTO `menu_info` VALUES ('34', '资产分类管理', '7', '2', '5', '1', '0', '1', '2018-03-20 02:14:45', '2018-03-20 02:15:06');


